Repository: common-repository/marketing-automation-suite
Catalog: languages/marketing-automation-suite-*.po
Languages: it_it

source: Check the field mappings to create forms that will send user details to Marketing Automation. All required fields must be present in the form that you want to link with Marketing Automation.
it_it: Controlla le mappature dei campi per creare moduli che invieranno i dettagli dell'utente a Marketing Automation. Tutti i campi obbligatori devono essere presenti nel modulo che desideri collegare a Marketing Automation.

source: Primary user email address. This is also the unique ID for the user information inside MA.
it_it: Indirizzo email dell'utente principale. Questo è anche l'ID univoco per le informazioni dell'utente all'interno di MA.

source: First name of the user.
it_it: Nome dell'utente.

source: Last name of the user.
it_it: Cognome dell'utente.

source: Tax code / fiscal code of the user.
it_it: Codice fiscale/codice fiscale dell'utente.

source: Gender of the user.
it_it: Sesso dell'utente.

source: Date of birth of the user.
it_it: Data di nascita dell'utente.

source: Country of the user.
it_it: Paese dell'utente.

source: City of the user.
it_it: Città dell'utente.

source: Postal code of the user.
it_it: Codice postale dell'utente.

source: State of the user.
it_it: Stato dell'utente.

source: Address of the user.
it_it: Indirizzo dell'utente.

source: Primary telephone number of the user.
it_it: Numero di telefono primario dell'utente.

source: Primary mobile phone number of the user.
it_it: Numero di cellulare principale dell'utente.

source: Consent for the GDPR marketing.
it_it: Consenso per il marketing GDPR.

source: Consent for the GDPR profiling.
it_it: Consenso per la profilazione GDPR.

source: Consent for the GDPR for third parties.
it_it: Consenso per il GDPR per i terzi.

source: Name
it_it: Nome

source: Description
it_it: Descrizione

source: Required
it_it: Necessario

source: Default Value
it_it: Valore di default

source: Mappings
it_it: Mappature

source: Allowed field names:
it_it: Nomi dei campi consentiti:

source: Field type:
it_it: Tipo di campo:

source: Time
it_it: Tempo

source: Event Status
it_it: Stato dell'evento

source: Event
it_it: Evento

source: Details
it_it: Dettagli

source: General Settings
it_it: Impostazioni Generali

source: Enable API Marketing Automation
it_it: Abilita API Marketing Automation

source: Personal Token
it_it: Token Connessione

source: Please fill in the general details provided from Marketing Automation settings panel
it_it: Compila i dettagli generali forniti dal pannello delle impostazioni di Marketing Automation

source: Connection with Marketing Automation Suite was successful.
it_it: La connessione con Marketing Automation Suite ha avuto successo.

source: Configuration saved.
it_it: Configurazione salvata.

source: Connection verified.
it_it: Connessione verificata.

source: Disconnected. Please check your configuration.
it_it: Disconnesso. Controlla la tua configurazione.

source: Help
it_it: Aiuto

source: Troubleshooting
it_it: Log delle azioni

source: This plugin doesn't work on localhost URLs.
it_it: Questo plugin non funziona sugli URL localhost.

source: Fields Mapping
it_it: Mappatura dei campi

source: Email Address
it_it: Indirizzo e-mail

source: -- Select Field --
it_it: -- Seleziona campo --

source: Contact Code
it_it: Codice di contatto

source: Email Address 2
it_it: Indirizzo e-mail 2

source: First Name
it_it: Nome di battesimo

source: Last Name
it_it: Cognome

source: Fiscal Code
it_it: Codice fiscale

source: Telephone 1
it_it: Telefono 1

source: Telephone 2
it_it: Telefono 2

source: Mobilephone 1
it_it: Cellulare 1

source: Mobilephone 2
it_it: Cellulare 2

source: Skype URL Profile
it_it: Profilo URL Skype

source: Linkedin URL Profile
it_it: Profilo URL di Linkedin

source: Facebook URL Profile
it_it: Profilo URL di Facebook

source: Instagram URL Profile
it_it: Profilo URL di Instagram

source: Twitter URL Profile
it_it: Profilo URL di Twitter

source: Address
it_it: Indirizzo

source: City
it_it: Città

source: Zone
it_it: Zona

source: Postal Code
it_it: Codice Postale

source: Province/State
it_it: Provincia/Stato

source: Nation/Country
it_it: Nazione/Paese

source: Note
it_it: Nota

source: Website URL
it_it: URL del sito

source: Vat Code
it_it: Partita Iva

source: Preferred Language
it_it: Lingua preferita

source: Title
it_it: Titolo

source: Gender
it_it: Genere

source: Birthday Date
it_it: Data di nascita

source: Profession
it_it: Professione

source: Birth Place
it_it: Luogo di nascita

source: GDPR Marketing
it_it: Marketing GDPR

source: GDPR Profiling
it_it: Profilazione GDPR

source: GDPR Thirdparties
it_it: Terze parti GDPR

source: GDPR Outside EU
it_it: GDPR al di fuori dell'UE

source: GDPR Collection
it_it: Raccolta GDPR

source: GDPR Other 1
it_it: GDPR Altro 1

source: GDPR Other 2
it_it: GDPR Altro 2

source: GDPR Other 3
it_it: GDPR Altro 3

source: Tag
it_it: Etichetta

source: MA Custom Variable
it_it: Variabile personalizzata MA

source: Form name unique ID for the user information inside MA.
it_it: ID univoco del nome del modulo per le informazioni sull'utente all'interno di MA.

source: Tax code / fiscal code of the company.
it_it: Codice fiscale/codice fiscale dell'azienda.

source: Nation/Country of the user.
it_it: Nazione/Paese dell'utente.

source: Nation/Country of the company.
it_it: Nazione/Paese dell'azienda.

source: City of the company.
it_it: Città dell'azienda.

source: Postal code of the Company.
it_it: Codice postale della Società.

source: State/Province of the user.
it_it: Stato/Provincia dell'utente.

source: State/Province of the Company.
it_it: Stato/Provincia della Società.

source: Address of the company.
it_it: Indirizzo dell'azienda.

source: Primary telephone number of the company.
it_it: Numero di telefono principale dell'azienda.

source: Profession of the user.
it_it: Professione dell'utente.

source: Vat Code of the company.
it_it: Partita IVA dell'azienda.

source: VBirth Place of the user.
it_it: VLuogo di nascita dell'utente.

source: Company Name.
it_it: Nome della ditta.

source: Consent for the Person GDPR marketing.
it_it: Consenso per il marketing GDPR della Persona.

source: Consent for the Company GDPR marketing.
it_it: Consenso per il marketing GDPR della Società.

source: Consent for the Person GDPR profiling.
it_it: Consenso per la profilazione della Persona GDPR.

source: Consent for the Company GDPR profiling.
it_it: Consenso per la profilazione GDPR della Società.

source: Consent for the Person GDPR for third parties.
it_it: Consenso per la Persona GDPR per i terzi.

source: Consent for the Company GDPR for third parties.
it_it: Consenso per la Società GDPR per soggetti terzi.

source: Consent for the Person GDPR for outsideeu.
it_it: Consenso per la Persona GDPR per outsideeu.

source: Consent for the Company GDPR for outsideeu.
it_it: Consenso per la Società GDPR per outsideeu.

source: Form Name
it_it: Nome del modulo

source: Mobile phone 1
it_it: Telefono cellulare 1

source: Company Name
it_it: Nome della ditta

source: Person Tag
it_it: Etichetta persona

source: Custom Variable
it_it: Variabile personalizzata

source: Company Tag
it_it: Etichetta aziendale

source: Mapping
it_it: Mappatura

source: MA Form Mapping
it_it: Sincronizza Form in MA

source: Check if all your modules are correctly mapped to the MA suite
it_it: Controlla se tutti i tuoi moduli sono mappati correttamente sulla suite MA

source: If the Form is not synchronized with the MA suite, only the contact will be saved but it will not be possible to activate an automation on that compilation
it_it: Se il Form non è sincronizzato con la suite MA verrà salvato solo il contatto ma non sarà possibile attivare un automatismo su quella compilazione

source: Success Save Form on MA suite for form id
it_it: Salvataggio riuscito del modulo sulla suite MA per l'ID modulo

source: Error Save Form on MA suite for form id
it_it: Errore nel salvataggio del modulo sulla suite MA per l'ID modulo

source: Form ID
it_it: ID Form

source: Form Type
it_it: Tipo di Form

source: Form Title
it_it: Titolo del Form

source: Form Map Name
it_it: Nome Mappatura Form

source: Form Modified
it_it: Form modificato

source: Form Structure
it_it: Struttura del Form

source: Form Structure Synchronized
it_it: Struttura del Form sincronizzata

source: Last Form Synchronization Date
it_it: Ultima sincronizzazione del Form

source: Synchronized
it_it: Sincronizzato

source: There are multiple forms with the same mapping name
it_it: Sono presenti più moduli con lo stesso nome di mappatura

source: You have changed the mapping of a form already synchronized with
it_it: Hai modificato la mappatura di un modulo già sincronizzato con

source: Form Name already use
it_it: Nome del Form già utilizzato

source: Change Mapping Name
it_it: Modifica nome Form

source: Sync now
it_it: Sincronizza ora

source: Empty Map Name
it_it: Nome mappatura vuoto

source: Disable Sync
it_it: Disabilita Sincronizzazione

source: No Enabled API Plugin
it_it: Chiamata API disabilitata
